Repository: 1lombard-dev/1lombard
Catalog: lib/src/core/constant/localization/translations/intl_*.arb
Languages: kk

source: Active
kk: Белсенді

source: Address
kk: Мекен-жайы

source: All branches
kk: Барлық бөлімшелер

source: Amount on hand
kk: Қолға арналған сома

# amountToBePaid
source: Amount to be paid:Amount to be paid:
kk: Төлем сомасы:

source: Amount to be refunded
kk: Қайтаруға арналған сома

source: Answers to your questions
kk: Сіздің сұрақтарыңызға жауаптар

# areYouSureYou
source: Are you sure you want to get out?
kk: Сіз шыққыңыз келетініне сенімдісіз бе?

source: Branches
kk: Бөлімшелер

source: Calculate
kk: Есептеу

source: Cancel
kk: Бас тарту

source: Change password
kk: Құпия сөзді өзгерту

# chooseCity
source: Choose a city
kk: Қаланы таңдаңыз

source: Contacts
kk: Байланыс

source: Enter
kk: Кіру

source: Enter the password
kk: Құпия сөзді енгізіңіз

# entrance
source: Вход
kk: Кіру

source: Exit
kk: Шығу

source: For example: Address
kk: Мысалы: Мекен-Жайы

# forExampleCityAlmaty
source: For example: the city of Almaty
kk: Мысалы: Алматы қаласы

source: Gold sample
kk: Алтын сынамасы

source: Guarantee:
kk: Кепілдік:

source: Head office
kk: Бас кеңсе

source: Help
kk: Көмек

# ifEverythingIsCorrect
source: If everything is correct, click the "Pay" button and you will be redirected to the payment service page.
kk: Егер бәрі дұрыс болса, "Төлеу" батырмасын басыңыз, сонда сіз төлем қызметі бетіне бағытталасыз

source: Loan processing
kk: Қарызды ресімдеу

# loans
source: Займы
kk: Қарыздар

# logOrRegister
source: Log in or register!
kk: Жүйеге кіріңіз немесе тіркеліңіз!

# logOutApp
source: Log out of the app?
kk: Қолданбадан шығу керек пе?

source: main
kk: Басты бет

# minimumOfCharacters
source: Minimum of 6 characters
kk: Кем дегенде 6 таңба

source: more detailed
kk: Толығырақ

source: My loans
kk: Менің несиелерім

source: News
kk: Жаңалықтар

source: No purchased tickets
kk: Сатып алынған билеттер жоқ

source: Notifications
kk: Хабарламалар

source: Office
kk: Профиль

# openingDate
source: Дата открытия:
kk: Ашылу күні:

source: Order number:
kk: Тапсырыс нөмірі:

source: Paid out:
kk: Төленді:

# password
source: Пароль
kk: Құпия сөз

source: Payment
kk: Төлем

source: Payment Information
kk: Төлем туралы ақпарат

source: Payment period:
kk: Төлем мерзімі:

source: Phone number
kk: Телефон нөмірі

source: Prolongation
kk: Ұзарту

# pullDownToRefresh
source: Потяните вниз, чтобы обновить
kk: Жаңарту үшін, төмен қарай тартыңыз

source: Pull up to load the data
kk: Деректерді жүктеу үшін жоғары қарай тартыңыз

source: Redeemed
kk: Сатып алынған

# registration
source: Регистрация
kk: Тіркеу

source: Return date:
kk: Қайтару күні:

source: Security ticket number:
kk: Кепіл билетінің нөмірі:

# selectLanguage
source: Select a language
kk: Тілді таңдаңыз

source: Settings
kk: Параметрлер

source: Successfully updated!
kk: Сәтті жаңартылды!

# termtheMicrLoan
source: Term of the micro-loan, days
kk: Микрокредит мерзімі, күндері

source: The ransom
kk: Сатып алу

source: The service is temporarily unavailable
kk: Сервис уақытша қолжетімсіз

# theWeightofGoldInGrams
source: Вес золота в грамм
kk: Граммдағы алтынның салмағы

# thereNoActiveTickets
source: There are no active tickets
kk: Белсенді билеттер жоқ

# thisSectionIsUnderDevelopment
source: Section is under development
kk: Бөлім әзірленуде

# thisTypeOfOperation
source: This type of operation cannot be performed using the specified ticket number.
kk: Операцияның бұл түрі көрсетілген билет нөмірі бойынша орындалмайды

source: To pay
kk: Төлеу

source: Today
kk: Бүгін

# totalBoBePaid
source: Total to be paid:
kk: Барлығы төлеуге:

source: Type of payment:
kk: Төлем түрі:

source: Unknown error
kk: Белгісіз қате

source: Update!
kk: Жаңарту!

# updateDotDotDot
source: Update...
kk: Жаңарту...

# uploadingDotDotDot
source: Uploading...
kk: Жүктеу...

# verySoonWillAppearInTheApplicationAndYouWillAbleCheck
source: The
kk: Жақын арада

source: Yesterday
kk: Кеше
